Repository: jrylander/tennisbokning
Catalog: simpelbokning/languages/simpelbokning-*.po
Languages: sv_se

source: Simplest possible booking system
sv_se: Enklast möjliga bokningssystem

source: w
sv_se: v

source: Monday
sv_se: Måndag

source: Tuesday
sv_se: Tisdag

source: Wednesday
sv_se: Onsdag

source: Thursday
sv_se: Torsdag

source: Friday
sv_se: Fredag

source: Saturday
sv_se: Lördag

source: Sunday
sv_se: Söndag

source: book this
sv_se: boka tiden

source: Name
sv_se: Namn

source: Email
sv_se: E-post

source: Submit
sv_se: Boka

source: Settings for Simple booking
sv_se: Inställningar for Simpel bokning

source: Simple booking
sv_se: Simpel bokning

source: Tennis court
sv_se: Tennisbana

source: Name of the resource of the booking system
sv_se: Namn på det som ska bokas

source: First timeslot (hour)
sv_se: Tidigast möjliga bokning

source: Last timeslot (hour)
sv_se: Senast möjliga bokning

source: Length of timeslots in minutes
sv_se: Längd på varje bokning (minuter)

source: Max number of active bookings per user
sv_se: Max antal aktiva bokningar per användare

source: Max number of days in the future that can be booked
sv_se: Max antal dagar framåt som kan bokas

source: Number of weeks in the future to show for visitors
sv_se: Antal veckor framåt som ska visas för besökare

source: Path or URL to page for new booking
sv_se: Sökväg eller URL till sidan för att göra en bokning

source: First slot hour must be between 0 and 23 and not greater than last slot time
sv_se: Första tiden måste vara mellan 0 och 23 och inte senare än sista tiden

source: Last slot hour must be between 0 and 23 and not less than first slot time
sv_se: Sista tiden måste vara mellan 0 och 23 och inte tidigare än första tiden

source: Max number of active bookings per user must be greater than 1
sv_se: Max antal aktiva bokningar per användare måste vara större än 1

source: Max number of days in the future that can be booked must be greater than 1
sv_se: Max antal dagar framåt som kan bokas måste vara större än 1 måste vara större än 1

source: Length of timeslots in minutes must be between 1 and 1440
sv_se: Längd på varje bokning måste vara mellan 1 och 24

source: Number of weeks to show must be at least 1
sv_se: Antal veckor att visa måste vara minst 1
